[
  {
    "author": "2 Chronicles 20:21",
    "quote": "And when he had consulted with the people, he appointed singers unto the LORD, and that should praise the beauty of holiness, as they went out before the army, and to say, Praise the LORD; for his mercy *endureth* for ever."
  },
  {
    "author": "Psalm 27:4",
    "quote": "One *thing* have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple."
  },
  {
    "author": "Psalm 29:2",
    "quote": "Give unto the LORD the glory due unto his name; worship the LORD in the beauty of holiness."
  },
  {
    "author": "Psalm 48:2",
    "quote": "Beautiful for situation, the joy of the whole earth, *is* mount Zion, *on* the sides of the north, the city of the great King."
  },
  {
    "author": "Psalm 90:17",
    "quote": "And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it."
  },
  {
    "author": "Psalm 96:6",
    "quote": "Honour and majesty *are* before him: strength and beauty *are* in his sanctuary."
  },
  {
    "author": "Psalm 96:9",
    "quote": "O worship the LORD in the beauty of holiness: fear before him, all the earth."
  },
  {
    "author": "Ecclesiastes 3:11",
    "quote": "He hath made every *thing* beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end."
  },
  {
    "author": "Isaiah 4:2",
    "quote": "In that day shall the branch of the LORD be beautiful and glorious, and the fruit of the earth *shall be* excellent and comely for them that are escaped of Israel."
  },
  {
    "author": "Isaiah 28:5",
    "quote": "In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people, And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn the battle to the gate."
  },
  {
    "author": "Isaiah 52:7",
    "quote": "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!",
    "justify": true
  },
  {
    "author": "Isaiah 61:3",
    "quote": "To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.",
    "justify": true
  },
  {
    "author": "Romans 10:15",
    "quote": "And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!"
  },
  {
    "author": "Saint Augustine",
    "quote": "Since love grows within you, so beauty grows. For love is the beauty of the soul."
  },
  {
    "author": "C.S. Lewis, <cite>The Weight of Glory</cite>",
    "quote": "We do not want merely to see beauty, though, God knows, even that is bounty enough. We want something else which can hardly be put into words — to be united with the beauty we see, to pass into it, to receive it into ourselves, to bathe in it, to become part of it.",
    "justify": true
  },
  {
    "author": "Fyodor Dostoevsky, <cite>The Idiot</cite>",
    "quote": "Beauty will save the world."
  },
  {
    "author": "J.R.R. Tolkien, <cite>The Lord of the Rings</cite>",
    "quote": "There, peeping among the cloud-wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while. The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was a light and high beauty for ever beyond its reach. His song in the Tower had been defiance rather than hope; for then he was thinking of himself. Now, for a moment, his own fate, and even his master’s, ceased to trouble him. He crawled back into the brambles and laid himself by Frodo’s side, and putting away all fear he cast himself into a deep untroubled sleep.",
    "justify": true
  }
]
